Repository: IBMPredictiveAnalytics/SPSSINC_MODIFY_OUTPUT
Catalog: src/lang/*/SPSSINC_MODIFY_OUTPUT.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: SpssClient.StartClient failed.
de: SpssClient.StartClient fehlgeschlagen.
es: Error de SpssClient.StartClient.
fr: SpssClient.StartClient a échoué.
it: SpssClient.StartClient non riuscito.
ja: SpssClient.StartClient に失敗しました。
ko: SpssClient.StartClient가 실패했습니다.
pl: SpssClient.StartClient nie powiodło się.
pt_br: Falha em SpssClient.StartClient.
ru: SpssClient.StartClient не выполнилось.
zh_cn: SpssClient.StartClient 失败。
zh_tw: SpssClient.StartClient 失敗。

source: Information
es: Información
fr: Informations
it: Informazioni
ja: 情報
ko: 정보
pl: Informacja
pt_br: Informações
ru: Информация
zh_cn: 信息
zh_tw: 資訊

source: OUTLINETITLE cannot be combined with other outline criteria on IF
de: OUTLINETITLE kann nicht mit anderen Gliederungskriterien bei IF kombiniert werden.
es: OUTLINETITLE no se puede combinar con otros criterios de titulares en IF
fr: OUTLINETITLE ne peut pas être combiné avec d'autres critères de légende sur IF
it: Impossibile combinare OUTLINETITLE con altri criteri di vista riassuntiva in IF
ja: OUTLINETITLE は IF の他のアウトライン基準と結合できません
ko: IF에서 OUTLINETITLE을 다른 개요 기준과 결합할 수 없습니다.
pl: OUTLINETITLE nie może być połączony z innym kryterium konspektu w IF
pt_br: Não é possível combinar OUTLINETITLE com outros critérios de descrição em IF
ru: OUTLINETITLE не может быть объединено с другими критериями схемы по IF
zh_cn: OUTLINETITLE 不能与 IF 上的其他大纲标准组合使用
zh_tw: OUTLINETITLE 無法與 IF 上的其他大綱準則組合。

source: ITEMTITLE cannot be combined with other outline criteria on IF
de: ITEMTITLE kann nicht mit anderen Gliederungskriterien bei IF kombiniert werden
es: ITEMTITLE no se puede combinar con otros criterios de titulares en IF
fr: ITEMTITLE ne peut pas être combiné avec d'autres critères de légende sur IF
it: Impossibile combinare ITEMTITLE con altri criteri di vista riassuntiva in IF
ja: ITEMTITLE は IF の他のアウトライン基準と結合できません
ko: IF에서 ITEMTITLE을 다른 개요 기준과 결합할 수 없습니다.
pl: ITEMTITLE nie może być połączony z innym kryterium konspektu w IF
pt_br: Não é possível combinar ITEMTITLE com outros critérios de descrição em IF
ru: ITEMTITLE не может быть объединено с другими критериями схемы по IF
zh_cn: ITEMTITLE 不能与 IF 上的其他大纲标准组合使用
zh_tw: ITEMTITLE 無法與 IF 上的其他大綱準則組合。

source: OUTLINETITLEREGEXP cannot be combined with start or end criteria on IF
de: OUTLINETITLEREGEXP kann nicht mit anderen Start- oder Endkriterien bei IF kombiniert werden.
es: OUTLINETITLEREGEXP no se puede combinar con los criterios de inicio o final en IF
fr: OUTLINETITLEREGEXP ne peut pas être combiné avec des critères de départ ou de fin sur IF
it: Impossibile combinare OUTLINETITLEREGEXP con criteri di inizio o fine in IF
ja: OUTLINETITLEREGEXP は IF の開始基準または終了基準と結合できません
ko: IF에서 OUTLINETITLEREGEXP를 시작 또는 끝 기준과 결합할 수 없습니다.
pl: OUTLINETITLEREGEXP nie może być połączony z kryterium początkowym lub końcowym w IF
pt_br: Não é possível combinar OUTLINETITLEREGEXP com critérios de início ou fim em
ru: OUTLINETITLEREGEXP не может быть объединено с критериями начала или конца по
zh_cn: OUTLINETITLEREGEXP 不能与 IF 上的开始或结束标准组合使用
zh_tw: OUTLINETITLEREGEXP 無法與 IF 上的開頭與結束準則組合

source: ITEMTITLEREGEXP cannot be combined with start or end criteria on IF
de: ITEMTITLEREGEXP kann nicht mit anderen Start- oder Endkriterien bei IF kombiniert werden.
es: ITEMTITLEREGEXP no se puede combinar con los criterios de inicio o final en IF
fr: ITEMTITLEREGEXP ne peut pas être combiné avec des critères de départ ou de fin sur IF
it: Impossibile combinare ITEMTITLEREGEXP con criteri di inizio o fine in IF
ja: ITEMTITLEREGEXP は IF の開始基準または終了基準と結合できません
ko: IF에서 ITEMTITLEREGEXP를 시작 또는 끝 기준과 결합할 수 없습니다.
pl: ITEMTITLEREGEXP nie może być połączony z kryterium początkowym lub końcowym w IF
pt_br: Não é possível combinar ITEMTITLEREGEXP com critérios de início ou fim em IF
ru: ITEMTITLEREGEXP не может быть объединено с критериями начала или конца по IF
zh_cn: ITEMTITLEREGEXP 不能与 IF 上的开始或结束标准组合使用
zh_tw: ITEMTITLEREGEXP 無法與 IF 上的開頭與結束準則組合

source: At least one item type or ALL must be specified
de: Mindestens ein Elementtyp oder ALL muss angegeben werden.
es: Se debe especificar al menos un tipo de elemento o TODOS
fr: Au moins un type d'élément ou ALL doit être spécifié
it: Specificare almeno un tipo di elemento oppure ALL
ja: 1 つ以上の項目タイプまたは ALL を指定する必要があります
ko: 하나 이상의 항목 유형이나 ALL을 지정해야 합니다.
pl: Należy podać co najmniej jeden typ pozycji lub WSZYSTKIE
pt_br: Deve ser especificado pelo menos um tipo de item ou TODOS
ru: Необходимо задать, по крайней мере, один тип элементов или ALL
zh_cn: 必须至少指定一个项目类型或 ALL
zh_tw: 至少要指定一個項目類型或 ALL

source: BREAKBEFORETITLES is ignored, because Title objects are not selected
de: BREAKBEFORETITLES wird ignoriert, da keine Titelobjekte ausgewählt wurden.
es: BREAKBEFORETITLES se ignora, porque los objetos de título no se seleccionan
fr: BREAKBEFORETITLES est ignoré car les objets de titre ne sont pas sélectionnés
it: BREAKBEFORETITLES viene ignorato perch√© non sono selezionati oggetti Titolo
ja: BREAKBEFORETITLES は無視されます。タイトル オブジェクトが選択されないためです
ko: 제목 개체가 선택되지 않았으므로 BREAKBEFORETITLES는 무시됩니다.
pl: Polecenie BREAKBEFORETITLES jest ignorowane, ponieważ nie wybrano obiektów Tytuł
pt_br: BREAKBEFORETITLES será ignorado porque Objetos de título não estão
ru: BREAKBEFORETITLES игнорируется, так как не выбраны объекты заголовков
zh_cn: BREAKBEFORETITLES 被忽略，因为未选择标题对象
zh_tw: 由於尚未選取 Title 物件，因此會略過 BREAKBEFORETITLES

source: Cannot combine ROMAN SEQUENCETYPE with nonnumeric start value
de: ROMAN SEQUENCETYPE kann nicht mit nichtnumerischem Startwert kombiniert werden
es: No se puede combinar ROMAN SEQUENCETYPE con el valor de inicio no numérico
fr: Impossible de combiner ROMAN SEQUENCETYPE avec une valeur de départ non numérique.
it: Impossibile combinare ROMAN SEQUENCETYPE con valore di inizio non numerico
ja: ROMAN SEQUENCETYPE を数値型開始値と結合できません
ko: ROMAN SEQUENCETYPE를 숫자 시작 값과 결합할 수 없습니다.
pl: Nie można połączyć ROMAN SEQUENCETYPE z nienumeryczną wartością początkową
pt_br: Não é possível combinar ROMAN SEQUENCETYPE com um valor inicial não numérico
ru: Не удается объединить ROMAN SEQUENCETYPE с нечисловым начальным значением
zh_cn: 不能将 ROMAN SEQUENCETYPE 与非数字起始值组合使用
zh_tw: 無法將 ROMAN SEQUENCETYPE 與非數字的開始值組合

source: Roman number sequence value must be between 1 and 5000
de: Sequenzwert in römischen Ziffern muss zwischen 1 und 5000 liegen.
es: El valor de secuencia en números romanos debe ser entre 1 y 5000
fr: La valeur de la séquence des chiffres romains doit être comprise entre 1 et 5000.
it: Il valore sequenziale in numeri romani deve essere compreso tra 1 e 5000
ja: ローマ数字のシーケンス値は 1 ～ 5000 でなければなりません
ko: 로마 숫자 시퀀스 값은 1과 5000 사이여야 합니다.
pl: Kolejna wartość cyfry rzymskiej musi się znajdować w zakresie 1 - 5000
pt_br: O valor da sequência de números romanos deve estar entre 1 e 5000
ru: Значение последовательности римских цифр должно быть между 1 и 5000
zh_cn: 罗马数字序列值必须在 1 到 5000 之间
zh_tw: 羅馬數字序列值必須介於 1 到 5000 之間

source: function reference not valid: %s
de: Funktionsreferenz ungültig: %s
es: referencia de función no válida: %s
fr: référence de fonction non valide : %s
it: riferimento funzione non valido: %s
ja: 関数リファレンス %s が有効ではありません
ko: 함수 참조가 잘못되었습니다: %s
pl: Nieprawidłowe odniesienie do funkcji: %s
pt_br: referência de função inválida: %s
ru: ссылка функции неверна: %s
zh_cn: 函数引用无效:%s
zh_tw: 函數參考無效：%s

source: Import failure. function: %s, module: %s
de: Import fehlgeschlagen. Funktion: %s, Modul: %s
es: Error de importación. función: %s, módulo: %s
fr: Echec de l'importation. fonction : %s, module : %s
it: Importazione non riuscita. funzione: %s, modulo: %s
ja: インポートに失敗しました。関数: %s、モジュール: %s
ko: 가져오기 실패입니다. 함수: %s, 모듈: %s
pl: Błąd importu. funkcja: %s, moduł: %s
pt_br: Falha na importação. Função: %s, módulo: %s
ru: Сбой импорта. функция: %s, модуль: %s
zh_cn: 导入失败。 函数: %s, 模块:%s
zh_tw: 輸入失敗。 函數： %s，模組：%s

source: Invalid custom function signature. Too few arguments: %s
de: Ungültige Signatur für benutzerdefinierte Funktion. Nicht genügend Argumente: %s
es: Firma de función personalizada no válida. Los argumentos son demasiado escasos: %s
fr: Signature de fonction personnalisée non valide. Trop peu d'arguments : %s
it: Firma della funzione personalizzata non valida. Numero troppo basso di argomenti: %s
ja: カスタム関数の署名が無効です。 引数の数が少なすぎます: %s
ko: 잘못된 사용자 정의 함수 서명입니다. 인수가 너무 적음: %s
pl: Nieprawidłowy podpis funkcji niestandardowej. Zbyt mało argumentów: %s
pt_br: A assinatura personalizada de função é inválida. Argumentos insuficientes: %s
ru: Недопустимая подпись заданной пользователем функции. Слишком мало аргументов: %s
zh_cn: 自定义函数签名无效。 参数太少：%s
zh_tw: 無效的自訂函數簽章。 引數太少： %s

source: Invalid customfunction parameter expression: %s
de: Ungültiger Parameterausdruck für benutzerdefinierte Funktion: %s
es: Expresión de parámetro de función personalizada no válida: %s
fr: Expression de paramètre customfunction non valide : %s
it: Espressione parametro customfunction non valida: %s
ja: カスタム関数パラメータ式 %s が無効です
ko: 잘못된 customfunction 매개변수 표현식: %s
pl: Nieprawidłowe wyrażenie parametru funkcji niestandardowej: %s
pt_br: A expressão do parâmetro customfunction é inválida: %s
ru: Неверное выражение для параметров дополнительной функции: %s
zh_cn: 自定义函数参数表达式无效:%s
zh_tw: 無效的自訂函數參數運算式：%s

source: Messages
de: Meldungen
es: Mensajes
it: Messaggi
ja: メッセージ
ko: 메시지
pl: Komunikaty
pt_br: Mensagens
ru: Сообщения
zh_cn: 消息
zh_tw: 訊息
